--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀ 
▀▄ ▄▀                                       ▀▄ ▄▀ 
▀▄ ▄▀       BY waleed-khalid-ali              ▀▄ ▄▀ 
▀▄ ▄▀ BY waleed_khalid (@Th2_BOOS)          ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY @Th2_BOOS        ▀▄ ▄▀ 
▀▄ ▄▀          HELP1  : 1مساعدة              ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀ 
--]]  
do 

function mohammed(msg, matches) 
local reply_id = msg['id'] 
local S = [[ 
👥 أوامر الترقية في المجموعة
➠➪➸➠➪➸➠➪➸➠➪➸
▫️ رفع المدير :: لرفع مدير
▫️ رفع ادمن :: لرفع ادمن
▫️ رفع اداري :: لرفع اداري
▫️ تنزيل ادمن :: لتنزيل ادمن
▫️ تنزيل اداري :: لتنزيل اداري
▫️ مدير المجموعه :: لعرض مدير المجموعه
▫️ الادمنية :: لعرض قائمة الادمنية
▫️ الاداريين :: لعرض الادريين
➠➪➸➠➪➸➠➪➸➠➪➸
⛔️ أوامر الحظر في المجموعة
▫️ حظر :: لحظر المستخدم
▫️ الغاء الحظر :: لالغاء الحظر عن المستخدم
▫️ منع :: لمنع كلمة معينة
▫️ الغاء منع :: لالغاء لمنع كلمة معينة
▫️ كتم :: لكتم المستخدم
▫️ كتم :: لالغاء الكتم عن المستخدم
▫️ المكتومين :: لعرض المكتومين
➠➪➸➠➪➸➠➪➸➠➪➸
▫️ زخرفه :: لزخرفه اسم معين باللغه العربيه
▫️ write :: لزخرفه اسم معين باللغه الانكليزيه
➠➪➸➠➪➸➠➪➸➠➪➸
Dev : @Th2_BOOS
Dev : @Bedo_prog
]] 
reply_msg(reply_id, S, ok_cb, false) 
end 

return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"^(م1)$", 
}, 
run = LELOO 
} 
end
