--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀ 
▀▄ ▄▀                                       ▀▄ ▄▀ 
▀▄ ▄▀       BY MOHAMMED HISHAM              ▀▄ ▄▀ 
▀▄ ▄▀ BY MOHAMMEDHISHAM (@TH3BOSS)          ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY MOHAMMED HISHAM        ▀▄ ▄▀ 
▀▄ ▄▀          help              ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀ 
--]] 
do 

function mohammed(msg, matches) 
local reply_id = msg[ id ] 
local S = [[
🗽 أوامر المطور في المجموعة
➠➪➸➠➪➸➠➪➸➠➪➸➠➪➸
▫️تفعيل :: لتفعيل البوت في المجموعة
▫️تعطيل :: لتعطيل البوت في المجموعة
▫️اذاعة ::  لنشر كلمة في مجموعات البوت
▫️طرد البوت :: للخروج البوت من المجموعة
▫️جلب ملف :: لجلب ملف من السيرفر
▫️صنع مجموعة :: لصنع مجموعة من البوت
▫️مسح الادارين :: لمسح الادرين المجموعة
▫️مسح الادمنية :: لمسح الادمنية المجموعة
▫️مسح المعرف :: لمسح معرف المجموعة
▫️تنشيط :: لتنشيط سيرفر البوت
▫️تحديث :: لتحديث سيرفر البوت
▫️تصحيح :: لتصحيح سيرفر البوت
➠➪➸➠➪➸➠➪➸➠➪➸➠➪➸
Dev : @Th2_BOOS
Dev : @Bedo_prog
]] 
reply_msg(reply_id, S, ok_cb, false) 
end 

return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"^(م المطور)$", 
}, 
run = mohammed 
} 
end